Repository: GNOME/geary
Catalog: po/*.po
Languages: fo

source: &#8226; Connection error.
fo: &#8226; Sambands trupuleiki.

source: &#8226; Email address already added to Geary.
fo: &#8226; Telduposturin er lagdur í Geary

source: &#8226; IMAP connection error.
fo: &#8226; IMAP Sambands trupuleiki.

source: &#8226; IMAP username or password incorrect.
fo: &#8226; Skeivt brúkaranavn ella loyniorð til IMAP konto.

source: &#8226; Invalid account nickname.
fo: &#8226; ógildigt kelinavn til konto.

source: &#8226; SMTP connection error.
fo: &#8226; SMTP-Sambands trupuleiki.

source: &#8226; SMTP username or password incorrect.
fo: &#8226; Skeivt brúkaranavn ella loyniorð til SMTP konto.

source: &#8226; Username or password incorrect.
fo: &#8226; Skeivt brúkaranavn ella loyniorð.

source: (Invalid?)
fo: (ógildigt?)

source: "%s" already attached for delivery.
fo: "%s" er longu viðheft.

source: "%s" could not be found.
fo: "%s" varð ikki funnið.

source: "%s" could not be opened for reading.
fo: "%s" kundi ikki latast upp til lesna.

source: "%s" is a folder.
fo: "%s" er ein faldari.

source: "%s" is an empty file.
fo: "%s" er ein tóm fíla.

source: %B %-e, %Y %-H:%M
fo: %-e. %B, %Y kl. %-H:%M

source: %B %-e, %Y %-l:%M %P
fo: %-e. %B %Y %-l:%M %P

# Default full date
source: %B %-e, %Y %-l:%M %P
fo: %-e. %B %Y %-l:%M %P

source: %a, %b %-e, %Y at %-l:%M %p
fo: %a den %-e. %b %Y, klokkan %H:%M %p

source: %b %-e
fo: %-e. %b

source: %d message
fo: %d boð

source: %d new message
fo: %d nýggj boð

source: %d results
fo: %d úrslit

source: %d unread
fo: %d ólisið

source: %dh ago
fo: %dt síðan

source: %dm ago
fo: %dm síðan

source: %i matches
fo: %i funnin

source: %i matches (wrapped)
fo: %i funnin (umbrotin)

# Default clock format
source: %l:%M %P
fo: %H:%M

source: %s (%d other new message for %s)
fo: %s (%d nýggj boð til %s)

source: %s - Conversation Inspector
fo: %s - Samrøðu Eftirlit

source: %s - New Messages
fo: %s - Nýggj Boð

source: %s wrote:
fo: %s skrivaði:

source: %s, %d new message total
fo: %s, %d nýggj boð í alt

source: %u conversations selected.
fo: %u valdar samrøður

source: %u read messages
fo: %u lisin boð

source: (no subject)
fo: (einki evni)

source: ---------- Forwarded message ----------
fo: ---------- Videresendt besked ----------

source: 1 month back
fo: 1 máni síðan

source: 1 year back
fo: 1 ár síðan

source: 2 weeks back
fo: 2 vikur síðan

source: 3 months back
fo: 3 mánaðir síðan

source: 6 months back
fo: 6 mánaðir síðan

source: <span weight="bold" size="larger">Are you sure you want to remove this account?</span>
fo: <span weight="bold" size="larger">Er tú vísur í at tú vil taka hesa konto burtur?</span>

source: <span weight="bold" size="larger">Cannot remove account</span>
fo: <span weight="bold" size="larger">Konto kann ikki takast burtur</span>

source: A composer window associated with this account is currently open. Send or discard the message and try again.
fo: Ein brævbjálvi bundin til hesa konto er longu open.Antin send ella tveit boðini burtur og royn síðan aftur

source: A file named "%s" already exists. Do you want to replace it?
fo: Ein fíla eitur longu "%s". Skal hon yvirskrivast?

source: A_ccounts
fo: _Kontur

source: About %s
fo: Um %s

source: Accounts
fo: Kontur

source: Add account
fo: Legg kontu afturat

source: Add label
fo: legg spjaldur afturat

source: Add label to conversation
fo: Knýt spjaldur til samrøðu

source: Add label to conversations
fo: Knýt spjaldur til samrøður

source: All Mail
fo: Allur Teldupostur

source: All email associated with this account will be removed from your computer. This will not affect email on the server.
fo: Allir teldupostar knýttar at hesi kontu vera burturbeindir. Hettaávirkar tó ikki teldupostin á ambætaranum.

source: Allow inspection of WebView
fo: Loyv kanning av net-vísing

source: Always Show From Sender
fo: Altíð vís frá hesum sendara

source: Archive
fo: Skjalagoymsla

source: Archive conversation (Delete, Backspace, A)
fo: Goym samrøðu í skjalagoymslu (Delete, Backspace, A)

source: Archive conversations (Delete, Backspace, A)
fo: Goym samrøður í skjalagoymslu (Delete, Backspace, A)

source: Are you sure you want to open "%s"?
fo: Er tú vísur í at tú vil opna "%s"?

source: Attachments may cause damage to your system if opened. Only open files from trusted sources.
fo: Viðheftar fílur kunnu vera skaðiligar fyri telduna. Bert opna fílur fráfólkum, sum tú lítur á.

source: Bold (Ctrl+B)
fo: Feitt (Ctrl+B)

source: C_olor
fo: L_itur

source: Cannot add attachment
fo: kann ikki viðhefta fílu

source: Choose a file
fo: Vel eina fílu

source: Co_ntinue
fo: H_alt-fram

source: Compose Message
fo: Skriva Boð

source: Compose new message (Ctrl+N, N)
fo: skriva nýggj boð (Ctrl+N, N)

source: Composer
fo: Brævbjálvi

source: Copy _Email Address
fo: Avrita T_eldubústað

source: Copy _Link
fo: Avrita ti_lvísing

source: Copyright 2011-2013 Yorba Foundation
fo: Høvundarættindi 2011-2013 Yorba Foundation

source: Cu_t
fo: S_ker úr

source: Date:
fo: Dagfesting:

source: Date: %s
fo: Dagfesting: %s

source: Delete conversation (Delete, Backspace, A)
fo: Bein samrøðu burtur (Delete, Backspace, A)

source: Delete conversations (Delete, Backspace, A)
fo: Bein samrøður burtur (Delete, Backspace, A)

source: Display program version
fo: Vís forritanna útgávu

source: Do you want to discard the unsaved message?
fo: Vil tú tveita uppkasti burtur?

source: Do you want to discard this message?
fo: Vil tú tveita boð burtur?

source: Don't _ask me again
fo: S_pørg ikki aftur

source: Drafts
fo: uppkast

source: Drop files here
fo: Tveit fílur her.

source: E_mail address:
fo: Teldibústaður:

source: E_xit
fo: End_a

source: Edit Draft
fo: broyt uppkast

source: Edit account
fo: Broyt konto

source: Email address:
fo: Teldibústaður:

source: Email;E-mail;Mail;
fo: Email;E-mail;Mail;Teldipostur;Meylur;Boð

source: Enable _spell checking
fo: Kanna _stavseting

source: Encr_yption:
fo: Bronglan:

source: Encrypt_ion:
fo: Bronglan:

source: Enter your account information to get started.
fo: Tøppa konto upplýsingar fyri at byrja.

source: Error during rebuild: %s
fo: Trupuleikar undir endurbyggjan: %s

source: Error saving
fo: Eitt mistak hendi ímeðan goymt varð

source: Error sending email
fo: Eitt mistak hendi ímeðan teldupostur varð sendur

source: Everything
fo: Alt

source: Failed to open default text editor.
fo: Fekk ikki opna standard tekstforritið.

source: Failed to parse command line options: %s
fo: Skilti ikki kommandoðlinju møguleikar: %s

source: First Last
fo: Fornavn Eftirnavn

source: Fixed Width
fo: Føst Vídd

source: Forward (Ctrl+L, F)
fo: Send víðari (Ctrl+L, F)

source: From:
fo: Frá:

source: From: %s
fo: Frá: %s

source: Geary encountered an error sending an email. If the problem persists, please manually delete the email from your Outbox folder.
fo: Geary fekk ikki sent ein teldupost. Um trupuleikin heldur fram.Burdi tú sletta boðini úr Sendandi.

source: General
fo: Alment

source: IMAP Credentials
fo: IMAP-Samleikaprógv

source: IMAP password
fo: IMAP-Loyniorð

source: IMAP settings
fo: IMAP-stillingar

source: IMAP username
fo: IMAP-brúkaranavn

source: Important
fo: Umráðandi

source: Inbox
fo: Móttikið

source: Inboxes
fo: Móttøkur

source: Indexing %s account
fo: Indeksérar %s konto

source: Italic (Ctrl+I)
fo: Skákskrift (Ctrl+I)

source: Labels
fo: Spjaldrar

source: Lar_ge
fo: _Stór

source: Large
fo: Stór

source: Link (Ctrl+L)
fo: Tilvísing (Ctrl+L)

source: Log IMAP replay queue
fo: Logga kø av IMAP-svarum

source: Log conversation monitoring
fo: Logga samrøðueftirlit

source: Log database queries (generates lots of messages)
fo: Logga dátabasefyrispurningar (gevur nógv boð)

source: Log folder normalization
fo: Logga synkroniseran

source: Log network activity
fo: Logga netvirksemi

source: Log network deserialization
fo: Logga net-av-serialiseran

source: Log network serialization
fo: Logga netværksserialisering

source: Log periodic activity
fo: Logga reglubundi virksemi

source: Mail Client
fo: Telduposta Forrit

source: Mark Unread From _Here
fo: Merk, sum ólsisið _herfrá

source: Mark as S_pam
fo: Merk, sum fras/s_pam

source: Mark as _Read
fo: Merk, sum _lisið

source: Mark as _Unread
fo: Merk, sum _ólisið

source: Mark as not S_pam
fo: Merk ikki at vera fras/s_pam

source: Mark conversation
fo: Merk samrøðu

source: Mark conversations
fo: Merk samrøður

source: Me
fo: Mær

source: Medium
fo: Miðal

source: More options
fo: Fleiri valmøguleikar

source: Move conversation
fo: Flyt samrøðu

source: Move conversations
fo: Flyt samrøður

source: N_ame:
fo: N_avn

source: N_ickname:
fo: Kelin_avn

source: New Message
fo: Nýggj Boð

source: Nickname:
fo: Kelinavn:

source: No authentication re_quired
fo: samgildi er ikki ney_ðugt

source: No conversations in folder.
fo: Ongar samrøður í skjáttu

source: No conversations selected.
fo: Ongar samrøður eru valdar.

source: No search results found.
fo: Einki varð funnið.

source: None
fo: Eingin

source: Notifications
fo: Fráboðanir

source: Now
fo: Nú

source: On %1$s, %2$s wrote:
fo: %1$s srivaði %2$s:

source: On %s:
fo: Tann %s:

source: Open
fo: lat up

source: Other
fo: Annað

source: Outbox
fo: Sendandi

source: Output debugging information
fo: Gev kembingar upplýsingar

source: Pass_word:
fo: Loyn_iorð:

source: Password
fo: Loyn_iorð

source: Password:
fo: Loyniorð:

source: Paste _With Formatting
fo: sett inn við for_sniðið

source: Please enter your email password
fo: Tøppa loyniorðið til teldupostin inn

source: Please report comments, suggestions and bugs to:
fo: Send viðmerkingar, hugskot, mistøk og trupuleikar til:

source: Please wait while Geary validates your account.
fo: Vinaliga bíða ímeðan Geary góðkennur tína kontu

source: Quote text (Ctrl+])
fo: Tak til (Ctrl+])

source: R_eply All
fo: S_vara Øllum

source: Reading
fo: Lesnaður

source: Real name:
fo: Rætta navn:

source: Remem_ber password
fo: Min_st til loyniorð

source: Remem_ber passwords
fo: Min_st til loyniorð

source: Remove account
fo: Tak kontu burtur

source: Remove formatting (Ctrl+Space)
fo: tak forsnið burtur (Ctrl+Millumrúm)

source: Reply (Ctrl+R, R)
fo: Svara (Ctrl+R, R)

source: Reply all (Ctrl+Shift+R, Shift+R)
fo: Svara øllum (Ctrl+Skift+R, Skift+R)

source: Reply to _All
fo: Svar_a øllum

source: SMTP Credentials
fo: SMTP-Trúnaðarupplýsingar

source: SMTP password
fo: SMTP-loyniorð

source: SMTP settings
fo: SMTP-setingar

source: SMTP username
fo: SMTP-brúkaranavn

source: SSL/TLS encryption:
fo: SSL/TLS-bronglan:

source: S_ervice:
fo: T_ænasta:

source: Save A_ttachment...
fo: Goym _viðheftu fílu...

source: Save All A_ttachments...
fo: Goym viðh_eftar fílur...

source: Saved
fo: Goymt

source: Saving
fo: Goymi

source: Se_rver:
fo: Ambæta_ri:

source: Search
fo: Leita

source: Search %s account
fo: Leita %s-kontu

source: Search all mail in account for keywords (Ctrl+S)
fo: Leita eftir orðum í teldupostum knýttum at kontu (Ctrl+S)

source: Select Color
fo: Vel lit

source: Select _All
fo: Vel _øll

source: Select _Message
fo: Vel _boð

source: Send and receive email
fo: Avgreið teldupostar

source: Send message with an empty body?
fo: Send boð uttan tekst?

source: Send message with an empty subject and body?
fo: Send beskeden uden tekst og emne?

source: Send message with an empty subject?
fo: Send boð uttan evni?

source: Send message without an attachment?
fo: Send boð uttan eina viðhefting?

source: Sending...
fo: Sendi...

source: Sent Mail
fo: Sendur teldupostur

source: Ser_ver:
fo: Ambæt_ari:

source: Server:
fo: Ambætari:

source: Service:
fo: Tænasta:

source: Show Images
fo: Vís myndir

source: Show _notifications for new mail
fo: gev boð tá nýggjur teldupostur kemur fram

source: Small
fo: Lítil

source: Spam
fo: fras/Spam

source: Starred
fo: Favorisera

source: Storage
fo: Goymsla

source: Strikethrough (Ctrl+K)
fo: strika yvir (Ctrl+K)

source: Subject:
fo: Evni:

source: Subject: %s
fo: Evni: %s

source: The file already exists in "%s". Replacing it will overwrite its contents.
fo: Fíla er longu í "%s". Um tú heldur fram yvurskrivast fyrrverandi fílan

source: The version number of the local mail database is formatted for a newer version of Geary. Unfortunately, the database cannot be "rolled back" to work with this version of Geary. Please install the latest version of Geary and try again.
fo: Útgávunummali av teldupostar dátabasini er gjørd til eina nýggjari útgávu av Gearytíverri kann núverandi dátabasa ikki endurbyggjast til hesa útgávu av Geary. Vinaliga installera nýggjastu útgávu av Geary og royn aftur.

source: There was an error opening the local account. This is probably due to connectivity issues. Please check your network connection and restart Geary.
fo: Trupuleikar vóru tá konta var opna. Hetta kemur helst avnet-trupuleikum. Kanna at tú hevur atgongd til alnótuna og endurbyrja Geary.

source: There was an error opening the local mail database for this account. This is possibly due to a file permissions problem. Please check that you have read/write permissions for all files in this directory: %s
fo: Trupuleikar vóru undir opning av dátabasuni fyri kontuni. Hetta kemut helst av loyvistrupuleikum.

source: There was an error opening the local mail database for this account. This is possibly due to corruption of the database file in this directory: %s Geary can rebuild the database and re-synchronize with the server or exit. Rebuilding the database will destroy all local email and its attachments. <b>The mail on the your server will not be affected.</b>
fo: Trupuleikar vóru voð at opna dátabasuna til hesa kontu.hetta kemur helst av at dátabasufílan er skødd %s Geary kan genopbygge databasefilen og synkronisére med serveren igen eller afslutte. Endurbyggjan vil burturbeina allar teldupostar á teldunifiler. <b>Teldupostarnir á ambætaranum verða tó ikki ávirkaðir.</b>

source: This link appears to go to
fo: Henda tilvísing sær út at fara til

source: This message contains remote images.
fo: Hesi boð hava tilvístar myndir.

source: To add them as attachments
fo: Um tú vil viðhefta tær

source: To:
fo: Til:

source: To: %s
fo: Til: %s

source: Trash
fo: Rusk

source: U_nstar
fo: ófavorisera

source: Unable to login to email server
fo: Fekk ikki rita in til teldupostar ambætaran

source: Unable to open local mailbox for %s
fo: Fekk ikki opna teldupostar hjá %s

source: Unable to open the database for %s
fo: Fekk ikki opna dátabasuna hjá %s

source: Unable to rebuild database for "%s"
fo: Fekk ikki endurbygt dátabasuna hjá "%s"

source: Unable to validate:
fo: Kann ikki góðkenna:

source: Underline (Ctrl+U)
fo: Undir-strika (Ctrl+U)

source: Unquote text (Ctrl+[)
fo: Fjerna til-tak (Ctrl+[)

source: Unrecognized command line option "%s"
fo: ókendur kommado møguleiki "%s"

source: User_name:
fo: Brúkara_navn:

source: Username:
fo: Brúkaranavn:

source: Visit the Yorba web site
fo: Vitja síðu Yorbas

source: Welcome to Geary.
fo: Vælkomin til Geary.

source: Work, Home, etc.
fo: Arbeiði, Heim, o.s.fr.

source: Yesterday
fo: Í gjár

source: Your IMAP and/or SMTP settings do not specify SSL or TLS. This means your username and password could be read by another person on the network. Are you sure you want to do this?
fo: Tínar IMAP- og/ella SMTP-setingar brúka hvørki SSL ella TLS. Hetta merkir,at títt loyndarorð og brúkaranavn kann lesast av øðrum á heima-netinum.Er tú vísur í at tú vil loyva hesum?

source: Your settings are insecure
fo: Tínar setingar eru ótryggar

source: _About
fo: _Um

source: _Add
fo: Legg _afturat

source: _Archive
fo: Legg í skj_alagoymslu

source: _Attach
fo: _Viðheft

source: _Attach File
fo: _Viðheft Fílu

source: _Automatically select next message
fo: _Fær sjálvirkandi til næstu boð

source: _Cancel
fo: Ógylda

source: _Center
fo: Mi_ðstilla

source: _Close
fo: _Lat aftur

source: _Copy
fo: A_vrita

source: _Delete
fo: Bein burtur

source: _Details
fo: Upp_lýsingar

source: _Discard
fo: _Tveit burtur

source: _Display conversation preview
fo: _Vís samrøðu-undanvísing

source: _Donate
fo: _Gev

source: _Download mail:
fo: Tak tel_dupost niður:

source: _Fixed Width
fo: _Føst Vídd

source: _Forward
fo: Send _víðari

source: _Help
fo: _Hjálp

source: _Include Original Attachments
fo: Hav upprunal_igu viðfestingar við

source: _Inspect
fo: Ka_nna

source: _Justify
fo: Regluf_yll

source: _Keep
fo: Varðvei_t

source: _Label
fo: _Etiket

source: _Left
fo: _Vinstru

source: _Mark as Read
fo: _Merk, sum lisið

source: _Mark as Unread
fo: _Merk, sum ólisið

source: _Mark as...
fo: _Merk, sum...

source: _Medium
fo: _Miðal

source: _Move
fo: _Flyt

source: _Open
fo: Lat u_pp

source: _Password:
fo: _Loyniorð:

source: _Paste
fo: Set _inn

source: _Play notification sounds
fo: _Spæl fráboðanar-ljóð

source: _Preferences
fo: _Setingar

source: _Print...
fo: Skriva _út

source: _Quit
fo: En_da

source: _Rebuild
fo: Endu_rbygg

source: _Redo
fo: _Umger

source: _Remember passwords
fo: _Minst til loyniorð

source: _Remove
fo: _Tak burtur

source: _Replace
fo: S_et ístaðin

source: _Reply
fo: _Svara

source: _Rich Text
fo: _Forsniðaður tekstur

source: _Right
fo: _Høgri

source: _Save
fo: _Goym

source: _Save As...
fo: Goym, _sum...

source: _Save Image As...
fo: _Goym mynd, sum...

source: _Small
fo: _Lítil

source: _Star
fo: Favori_sera

source: _Undo
fo: An_gra/Iðra

source: _Username:
fo: _Brúkaranavn:

source: _View Source
fo: Vís Keldu

source: attach|enclosed|enclosing|cover letter
fo: viðheft | inniheldur

source: but actually goes to
fo: men fer veruliga til

source: none
fo: einki

source: not found
fo: ikke funnið

source: translator-credits
fo: Hergeir Winther Lognberg <hergeirs@gmail.com>
